[
  {
    "surah": 1,
    "ayah": 1,
    "source": "Tafsir Al-Muyassar",
    "book": "Tafsir Al-Muyassar (King Fahd Complex)",
    "reference": "Surah 1:1",
    "textAr": "أبدأ قراءة القرآن باسم الله مستعيناً به، (اللهِ) علم على الرب -تبارك وتعالى- المعبود بحق دون سواه، وهو أخص أسماء الله تعالى، ولا يسمى به غيره سبحانه. (الرَّحْمَنِ) ذي الرحمة العامة الذي وسع كل شيء رحمة وعلمًا، (الرَّحِيمِ) بالمؤمنين.",
    "textEn": "In the name of Allah, the Entirely Merciful, the Especially Merciful.",
    "language": "ar",
    "authenticity": "sahih",
    "version": 1,
    "provenance_verified": true
  },
  {
    "surah": 1,
    "ayah": 2,
    "source": "Tafsir Al-Muyassar",
    "book": "Tafsir Al-Muyassar (King Fahd Complex)",
    "reference": "Surah 1:2",
    "textAr": "(الحَمْدُ للهِ رَبِّ العَالَمِينَ) الثناء على الله بصفاته التي كلُّها أوصاف كمال، وبنعمه الظاهرة والباطنة، الدينية والدنيوية، وفي ضمنه أَمْرٌ لعباده بأن يحمدوه، فهو المستحق له وحده، وهو سبحانه المنشئ للخلق، القائم بأمورهم، المربي لجميع خلقه بنعمه، ولأوليائه بالإيمان والعمل الصالح.",
    "language": "ar",
    "authenticity": "sahih",
    "version": 1,
    "provenance_verified": true
  },
  {
    "surah": 1,
    "ayah": 3,
    "source": "Tafsir Al-Muyassar",
    "book": "Tafsir Al-Muyassar (King Fahd Complex)",
    "reference": "Surah 1:3",
    "textAr": "(الرَّحْمَنِ) الذي وسعت رحمته جميع الخلق، (الرَّحِيمِ)، بالمؤمنين، وهما اسمان من أسماء الله تعالى.",
    "language": "ar",
    "authenticity": "sahih",
    "version": 1,
    "provenance_verified": true
  },
  {
    "surah": 1,
    "ayah": 4,
    "source": "Tafsir Al-Muyassar",
    "book": "Tafsir Al-Muyassar (King Fahd Complex)",
    "reference": "Surah 1:4",
    "textAr": "(مَالِكِ يَوْمِ الدِّينِ) أي: يوم الجزاء والحساب، يوم القيامة، وخص ملكه بيوم الدين -مع أنه مالك الأمرين-؛ لأن في ذلك اليوم يظهر للخلق كمال ملكه وعدله وحكمته، وانقطاع أملاك الخلائق، حتى يستوي في ذلك الملوك والرعايا والعبيد والأحرار.",
    "language": "ar",
    "authenticity": "sahih",
    "version": 1,
    "provenance_verified": true
  },
  {
    "surah": 1,
    "ayah": 5,
    "source": "Tafsir Al-Muyassar",
    "book": "Tafsir Al-Muyassar (King Fahd Complex)",
    "reference": "Surah 1:5",
    "textAr": "(إِيَّاكَ نَعْبُدُ وَإِيَّاكَ نَسْتَعِينُ) أي: نخصك وحدك بالعبادة، ونستعين بك وحدك في جميع أمورنا، فالأمر كله بيدك، لا يملك منه أحد مثقال ذرة. وفي هذه الآية دليل على أن العبد لا يجوز له أن يصرف شيئًا من أنواع العبادة كالدعاء والاستغاثة والذبح والطواف إلا لله وحده، وفيها شفاء القلوب من داء التعلق بغير الله، ومن أمراض الرياء والعجب والكبرياء.",
    "language": "ar",
    "authenticity": "sahih",
    "version": 1,
    "provenance_verified": true
  },
  {
    "surah": 1,
    "ayah": 6,
    "source": "Tafsir Al-Muyassar",
    "book": "Tafsir Al-Muyassar (King Fahd Complex)",
    "reference": "Surah 1:6",
    "textAr": "(اهْدِنَا الصِّرَاطَ المُسْتَقِيمَ) دُلَّنا، وأرشدنا، ووفقنا إلى الطريق المستقيم، وثبتنا عليه حتى نلقاك، وهو الإسلام، الذي هو الطريق الواضح الموصل إلى رضوان الله وإلى جنته، الذي دلّ عليه خاتم رسله وأنبيائه محمد صلى الله عليه وسلم، فلا سبيل إلى سعادة العبد إلا بالاستقامة عليه.",
    "language": "ar",
    "authenticity": "sahih",
    "version": 1,
    "provenance_verified": true
  },
  {
    "surah": 1,
    "ayah": 7,
    "source": "Tafsir Al-Muyassar",
    "book": "Tafsir Al-Muyassar (King Fahd Complex)",
    "reference": "Surah 1:7",
    "textAr": "(صِرَاطَ الَّذِينَ أَنْعَمْتَ عَلَيْهِمْ) من النبيين والصديقين والشهداء والصالحين، فهم أهل الهداية والاستقامة، (غَيْرِ المَغْضُوبِ عَلَيْهِمْ) وهم الذين عرفوا الحق وتركوه: كاليهود، ونحوهم. (وَلا الضَّالِّينَ) وهم الذين تركوا الحق على جهل وضلال: كالنصارى، ونحوهم.",
    "language": "ar",
    "authenticity": "sahih",
    "version": 1,
    "provenance_verified": true
  },
  {
    "surah": 2,
    "ayah": 255,
    "source": "Tafsir Al-Muyassar",
    "book": "Tafsir Al-Muyassar (King Fahd Complex)",
    "reference": "Surah 2:255",
    "textAr": "(اللَّهُ لا إِلَهَ إِلاَّ هُوَ) أي: لا معبود بحق سواه، (الحَيُّ) الذي لا يموت، (القَيُّومُ) القائم بنفسه، المقيم لغيره، (لا تَأْخُذُهُ سِنَةٌ وَلا نَوْمٌ) لا يغلبه نعاس ولا نوم، (لَهُ مَا فِي السَّمَاوَاتِ وَمَا فِي الأَرْضِ) ملكًا وخلقًا وعبيدًا، (مَنْ ذَا الَّذِي يَشْفَعُ عِنْدَهُ إِلاَّ بِإِذْنِهِ) لا يتجاسر أحد أن يشفع عنده إلا من بعد إذنه، (يَعْلَمُ مَا بَيْنَ أَيْدِيهِمْ وَمَا خَلْفَهُمْ) يعلم ماضي الخلائق ومستقبلهم، (وَلا يُحِيطُونَ بِشَيْءٍ مِنْ عِلْمِهِ إِلاَّ بِمَا شَاءَ) لا يطلع أحد من الخلق على شيء من علمه إلا بما أعلمه الله، (وَسِعَ كُرْسِيُّهُ السَّمَاوَاتِ وَالأَرْضَ) أحاط كرسيه بالسماوات والأرض، (وَلا يَئُودُهُ حِفْظُهُمَا) ولا يثقله حفظ السماوات والأرض، (وَهُوَ العَلِيُّ) بذاته وقدره وقهره، (العَظِيمُ) الذي له الكبرياء والعظمة.",
    "language": "ar",
    "authenticity": "sahih",
    "version": 1,
    "provenance_verified": true
  }
]